invocation/core/src/test/resources/test_monitoring.soap

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tes="http://testws.monitoring.ngsee.sti2.at/">
   <soapenv:Header/>
   <soapenv:Body>
      <tes:getBigAnswer>
         <inputString>a</inputString>
      </tes:getBigAnswer>
   </soapenv:Body>
</soapenv:Envelope>